/* Info String */
"deconnecte" = "切断";
"connexion" = "接続中";
"mise_en_cache" = "バッファ";
"pause" = "一時停止";
"ecoute" = "ストリーミング受信中";
"titre" = "タイトル";
"artiste" = "アーティスト";
"radio" = "ラジオ局";
"album" = "アルバム";
"qopen" = "クイックオープン";
"status" = "ステータス";
"loading" = "ロード中";

"separator" = "%@: %@";

"lang" = "en";

/* Pop Up */
"geststream" = "ストリームマネージャ...";
"quickopen" = "クイックオープン...";
"prefsopen" = "環境設定...";

/* Pref Tool Bar */
"Info" = "情報";
"Info_Tips" = "表示、文字設定の変更";
"Miscelaneous" = "基本設定";
"Miscelaneous_Tips" = "リモコン、アップデート設定の変更";
"Record" = "録音";
"Record_Tips" = "ストリーミング録音設定の変更";
"Pause" = "一時停止";
"Pause_Tips" = "一時停止設定の変更";
"Skin" = "スキン";
"Skin_Tips" = "メインウインドウのスキン設定変更";
"Event" = "イベント";
"Event_Tips" = "イベント設定の変更";
"Speech" = "スピーチ";
"Speech_Tips" = "スピーチ設定の変更";
"Connection" = "接続";
"Connection_Tips" = "ネットワーク接続設定の変更";

/* Log */
"log_title" = "[%@] => ラジオ局\"%@\"、タイトル\"%@\"が再生されました";
"log_artist" = "[%@] => ラジオ局\"%@\"、アーティスト\"%@\"が再生されました";
"log_album" = "[%@] => ラジオ局\"%@\"、アルバム\"%@\"が再生されました";
"log_connecting" = "[%@] =>  \"%@\"に接続します";
"log_buffering" = "[%@] =>  \"%@\"のバッファします";
"log_paused" = "[%@] =>  \"%@\"を一時停止";
"log_listening" = "[%@] => \"%@\"を受信します";
"log_disconnected" = "[%@] => 切断";
"log_recstart" = "[%@] => 録音セッション開始";
"log_recend" = "[%@] => 録音セッション終了";

"log_title_nodate" = "ラジオ局\"%@\"、タイトル\"%@\"が再生されました";
"log_artist_nodate" = "ラジオ局\"%@\"、アーティスト\"%@\"が再生されました";
"log_album_nodate" = "ラジオ局\"%@\"、アルバム\"%@\"が再生されました";
"log_connecting_nodate" = "\"%@\"に接続します";
"log_buffering_nodate" = "ラジオ局\"%@\"をバッファ中";
"log_paused_nodate" = "ラジオ局\"%@\"を一時停止";
"log_listening_nodate" = "ラジオ局名\"%@\"を再生";
"log_disconnected_nodate" = "FStreamを切断";
"log_recstart_nodate" = "録音セッション開始";
"log_recend_nodate" = "録音セッション終了";

"log" = "ログ";

"Title change" = "サウンドタイトル変更";
"Title Change" = "タイトル変更";
"Artist change" = "サウンドアーティスト変更";
"Artist Change" = "アーティスト変更";
"Album change" = "サウンドアルバム名変更";
"Album change" = "アルバム変更";
"FStream is connecting" = "ラジオストリーミングを接続中";
"Connecting" = "接続中";
"FStream is buffering" = "ラジオストリーミングをバッファ";
"Buffering" = "バッファ";
"FStream is paused" = "一時停止";
"Paused" = "一時停止";
"FStream is listening a webradio" = "ラジオストリーミングを受信中";
"Listening" = "受信中";
"FStream is disconnected" = "ストリーミングを切断";
"Disconnected" = "切断";
"FStream start a record session" = "録音セッション開始";
"Record Start" = "録音開始";
"FStream end the record session" = "録音セッション終了";
"Record End" = "録音終了";


"Listen" = "Listen \"%@\" from %@";
"ListenShort" = "Listen \"%@\"";

/* Equalizer */
"flat" = "Flat";
"classical" = "Classical";
"club" = "Club";
"dance" = "Dance";
"fullbass" = "Bass Booster";
"fullbasstreble" = "Bass and treble Booster";
"fulltreble" = "Treble Booster";
"headphones" = "Headphones";
"largehall" = "Large Hall";
"live" = "Live";
"party" = "Party";
"pop" = "Pop";
"reggae" = "Reggae";
"rock" = "Rock";
"ska" = "Ska";
"soft" = "Soft";
"softrock" = "Soft rock";
"techno" = "Techno";


/* Status menu */
"status_menu_quit" = "FStreamを終了";
"status_menu_preferences" = "環境設定";
"status_menu_manager" = "ストリームマネージャ";
"status_menu_showmain" = "メインウィンドウ";

"status_menu_play" = "受信";
"status_menu_playstop" = "受信停止";
"status_menu_resume" = "リジューム";
"status_menu_pause" = "ポーズ";

"status_menu_record" = "録音";
"status_menu_recordstop" = "録音停止";

/* Skin */
"Default" = "デフォルト";

/* Full Screen */
"FStreamRecording" = "録音中...";
"Volume" = "出力音量";

/* Inspector */
"inspector_status" = "ステータス :";
"inspector_recording" = "録音 :";
"inspector_title" = "タイトル :";
"inspector_artist" = "アーティスト :";
"inspector_album" = "アルバム :";
"inspector_duration" = "継続時間 :";
"inspector_url" = "URL :";
"inspector_gender" = "ジャンル :";
"inspector_bitrate" = "ビットレート :";
"inspector_channels" = "チャンネル :";
"inspector_samplerate" = "サンプリングレート :";
"inspector_http_url" = "URL（HTTP）:";
"inspector_http_gender" = "ジャンル（HTTP）:";
"inspector_http_name" = "チャンネル名（HTTP）:";
"inspector_http_format" = "フォーマット（HTTP）:";
"inspector_http_description" = "説明（HTTP）:";
"inspector_disconnected" = "切断";
"inspector_connecting" = "接続中";
"inspector_buffering" = "バッファ中";
"inspector_paused" = "一時停止";
"inspector_listening" = "受信中";
"inspector_yes" = "はい";

/* StreamManager - Favorites */
"favorites_folder" = "フォルダ";
"favorites_name" = "名称未設定";
